[
    {
      "id": "atomic-habits",
      "title": "عادت‌های اتمی - جیمز کلیر",
      "author": "جیمز کلیر",
      "summary": [
        "ایده اصلی کتاب «عادت‌های اتمی» این است که تغییرات کوچک در رفتار، که «عادت‌های اتمی» نامیده می‌شوند، می‌توانند در طول زمان نتایج قابل توجهی به همراه داشته باشند. کلیر به جای تمرکز بر اهداف بزرگ، بر بهبود روزانه ۱٪ سیستم‌های زندگی ما تأکید می‌کند.",
        "این کتاب یک چارچوب عملی چهار مرحله‌ای برای ساختن عادت‌های خوب و شکستن عادت‌های بد ارائه می‌دهد: آن را آشکار کنید، آن را جذاب کنید، آن را آسان کنید و آن را رضایت‌بخش کنید.",
        "کلیر توضیح می‌دهد که هویت نقش محوری در تغییر عادت‌ها دارد. به جای گفتن «می‌خواهم بیشتر بخوانم»، باید هویت خود را به «من یک خواننده هستم» تغییر دهید.",
        "یکی از مهم‌ترین مفاهim، «انباشت عادت» است، که در آن یک عادت جدید را به یک عادت قدیمی تثبیت‌شده پیوند می‌دهید تا پذیرش آن برای مغز آسان‌تر شود."
      ]
    },
    {
      "id": "power-of-habit",
      "title": "قدرت عادت - چارلز داهیگ",
      "author": "چارلز داهیگ",
      "summary": [
        "«قدرت عادت» علم پشت چگونگی شکل‌گیری عادت‌ها را آشکار می‌کند. موضوع اصلی کتاب «حلقه عادت» است: نشانه، روتین و پاداش.",
        "نشانه، ماشه‌ای است که مغز را به حالت خودکار می‌برد. روتین، خود رفتار است. پاداش به مغز کمک می‌کند تا تصمیم بگیرد که آیا این حلقه ارزش به خاطر سپردن را دارد یا خیر.",
        "قانون طلایی تغییر عادت، حفظ همان نشانه و پاداش است، در حالی که فقط روتین تغییر می‌کند.",
        "این کتاب مطالعات موردی از شرکت‌ها و افراد را بررسی می‌کند تا نشان دهد که چگونه درک حلقه عادت می‌تواند منجر به تحولات اساسی شود."
      ]
    },
    {
      "id": "7-habits",
      "title": "هفت عادت مردمان مؤثر - استفان کاوی",
      "author": "استفان کاوی",
      "summary": [
        "این کتاب یک رویکرد جامع برای دستیابی به اثربخشی شخصی و حرفه‌ای از طریق هفت عادت اصلی ارائه می‌دهد و استدلال می‌کند که اثربخشی واقعی از درون به بیرون است.",
        "سه عادت اول بر «پیروزی شخصی» (استقلال) تمرکز دارند: (۱) عامل باشید، (۲) از پایان در ذهن شروع کنید، (۳) اولین کارها را اول انجام دهید.",
        "سه عادت بعدی بر «پیروزی عمومی» (وابستگی متقابل) تمرکز دارند: (۴) برنده/برنده فکر کنید، (۵) ابتدا در پی فهمیدن باشید، سپس فهمیده شدن، (۶) سینرژی ایجاد کنید.",
        "عادت هفتم، «اره را تیز کنید»، عادت تجدید مداوم در ابعاد فیزیکی، معنوی، ذهنی و اجتماعی/عاطفی است."
      ]
    },
    {
      "id": "the-one-thing",
      "title": "تنها یک چیز - گری کلر و جی پاپاسان",
      "author": "گری کلر و جی پاپاسان",
      "summary": [
        "این کتاب حول ایده تمرکز دقیق بر «تنها یک چیز» که در هر زمان مهم‌ترین است برای دستیابی به نتایج فوق‌العاده می‌چرخد. موفقیت از انجام عالی کار درست حاصل می‌شود، نه انجام خوب کارهای زیاد.",
        "این کتاب «سوال تمرکز» را مطرح می‌کند: «آن یک چیزی که با انجام دادنش، همه چیز دیگر آسان‌تر یا غیرضروری می‌شود چیست؟».",
        "این کتاب به شدت از چندوظیفگی به عنوان یک افسانه که بهره‌وری را کاهش می‌دهد انتقاد می‌کند و به جای آن «بلوک‌بندی زمانی» را برای کار با تمرکز کامل بر روی «تنها یک چیز» پیشنهاد می‌کند.",
        "نویسندگان تأثیر «تنها یک چیز» را به افتادن دومینوها تشبیه می‌کنند: با تمرکز بر مهم‌ترین کار، مجموعه‌ای از نتایج مثبت را به راه می‌اندازید."
      ]
    },
    {
      "id": "deep-work",
      "title": "کار عمیق - کال نیوپورت",
      "author": "کال نیوپورت",
      "summary": [
        "«کار عمیق» به عنوان توانایی تمرکز بدون حواس‌پرتی بر روی یک کار دشوار از نظر شناختی تعریف می‌شود. این مهارت به طور فزاینده‌ای نادر و ارزشمند می‌شود.",
        "این کتاب «کار عمیق» را از «کار سطحی»، یعنی کارهای لجستیکی که از نظر شناختی سخت نیستند، متمایز می‌کند. نیوپورت استدلال می‌کند که ما زمان زیادی را صرف کارهای سطحی می‌کنیم.",
        "او چهار فلسفه را برای به کارگیری کار عمیق پیشنهاد می‌کند: رهبانی (انزوای کامل)، دو حالته (متناوب)، ریتمیک (عادت منظم) و روزنامه‌نگاری (استفاده از اوقات فراغت).",
        "نیوپورت استراتژی‌های عملی برای افزایش توانایی کار عمیق ارائه می‌دهد، مانند «پذیرش کسالت» برای تمرین تمرکز و «ترک رسانه‌های اجتماعی»."
      ]
    },
    {
      "id": "mindset",
      "title": "طرز فکر - کارول دوک",
      "author": "کارول دوک",
      "summary": [
        "کارول دوک، روانشناس، دو مفهوم اساسی طرز فکر را معرفی می‌کند: «طرز فکر ثابت» و «طرز فکر رشد».",
        "افراد با «طرز فکر ثابت» معتقدند که ویژگی‌های اساسی آنها (هوش، استعداد) صفاتی غیرقابل تغییر هستند. آنها از چالش‌ها اجتناب می‌کنند و به راحتی تسلیم می‌شوند.",
        "در مقابل، افراد با «طرز فکر رشد» معتقدند که توانایی‌هایشان را می‌توان با کار سخت توسعه داد. آنها چالش‌ها را می‌پذیرند و پشتکار دارند.",
        "این کتاب توضیح می‌دهد که چگونه طرز فکر به طور قابل توجهی بر موفقیت در تمام زمینه‌های زندگی تأثیر می‌گذارد و استراتژی‌هایی برای پرورش «طرز فکر رشد» ارائه می‌دهد."
      ]
    },
    {
      "id": "subtle-art",
      "title": "هنر ظریف بی‌خیالی - مارک منسن",
      "author": "مارک منسن",
      "summary": [
        "این کتاب رویکردی برخلاف فرهنگ تفکر مثبت ارائه می‌دهد و استدلال می‌کند که خوشبختی از انتخاب مشکلاتی که واقعاً برایمان اهمیت دارند ناشی می‌شود.",
        "ایده اصلی این است که زندگی پر از مشکلات است و تلاش برای اجتناب از درد، بی‌فایده است. ما باید رنج را به عنوان بخشی جدایی‌ناپذیر از دستیابی به هر چیز ارزشمندی بپذیریم.",
        "منسن از پذیرفتن مسئولیت کامل زندگی‌مان، از جمله واکنش‌هایمان، حمایت می‌کند. مهم نیست چه اتفاقی برای ما می‌افتد، بلکه نحوه تفسیر ما مهم است.",
        "این کتاب تفکر درباره مرگ را برای شناسایی ارزش‌های واقعی ما و توقف اتلاف وقت برای مسائل پیش پا افتاده تشویق می‌کند."
      ]
    },
    {
      "id": "monk-ferrari",
      "title": "راهبی که فراری‌اش را فروخت - رابین شارما",
      "author": "رابین شارما",
      "summary": [
        "این کتاب حکایتی است درباره یک وکیل موفق به نام جولیان منتل که پس از یک حمله قلبی، همه چیز را می‌فروشد تا معنای عمیق‌تری برای زندگی در هیمالیا بیابد.",
        "جولیان با حکیمان سیوانا ملاقات می‌کند که به او هفت فضیلت برای یک زندگی روشن‌فکرانه می‌آموزند: تسلط بر ذهن، پیروی از هدف، تمرین «کایزن» (بهبود مستمر)، زندگی با انضباط، احترام به زمان، خدمت به دیگران و پذیرش زمان حال.",
        "کل داستان به عنوان یک راهنمای معنوی و عملی برای تغییر از تعقیب موفقیت مادی به سوی آرامش درونی و رضایت عمل می‌کند.",
        "این راهنمایی برای تغییر زندگی از طریق خودسازی و یک زندگی هدفمند است."
      ]
    },
    {
      "id": "one-hundred-years",
      "title": "صد سال تنهایی - گابریل گارسیا مارکز",
      "author": "گابریل گارسیا مارکز",
      "summary": [
        "این شاهکار ادبیات جهان، تاریخ خانواده بوئندیا را در طول هفت نسل در دهکده خیالی ماکوندو دنبال می‌کند.",
        "این رمان نمونه بارز سبک «رئالیسم جادویی» است، که در آن فراطبیعی با واقعیت روزمره به طور یکپارچه ترکیب می‌شود.",
        "این رمان به بررسی مضامین تکراری مانند تنهایی، ماهیت چرخه‌ای زمان و سرنوشت می‌پردازد. به نظر می‌رسد هر یک از اعضای خانواده بوئندیا به نوعی به تنهایی محکوم شده‌اند.",
        "در پایان، طومارهای باستانی حاوی تاریخ خانواده فاش می‌شود و رمان با نابودی ماکوندو به پایان می‌رسد که نماد پایان دنیای منزوی آنهاست."
      ]
    },
    {
      "id": "five-love-languages",
      "title": "پنج زبان عشق - گری چپمن",
      "author": "گری چپمن",
      "summary": [
        "این کتاب یک مفهوم قدرتمند را معرفی می‌کند: مردم به «زبان‌های عشق» متفاوتی صحبت می‌کنند. درک زبان شریک زندگی‌تان کلید یک رابطه سالم است.",
        "پنج زبان عشق عبارتند از: (۱) کلام تأییدآمیز، (۲) وقت گذاشتن برای یکدیگر، (۳) دریافت هدایا، (۴) خدمت به یکدیگر و (۵) تماس فیزیکی.",
        "چپمن توضیح می‌دهد که هر کس یک زبان عشق اصلی دارد. ابراز عشق به زبان شریک زندگی‌تان «مخزن عشق» او را پر می‌کند.",
        "این کتاب کاربردی است و آزمون‌هایی برای کشف زبان عشق خود و شریک زندگی‌تان و همچنین نکاتی برای «صحبت کردن» مؤثر به هر زبان ارائه می‌دهد."
      ]
    },
    {
      "id": "pistachio-theory",
      "title": "نظریه پسته - فهد عامر الاحمدی",
      "author": "فهد عامر الاحمدی",
      "summary": [
        "«نظریه پسته» مجموعه‌ای از مقالات با تمرکز بر روش‌های تفکر، خودسازی و حل مشکلات روزمره است.",
        "نام کتاب از این ایده الهام گرفته شده است که هر عملی عکس‌العملی برابر و مخالف دارد. راه حل، نیروی بی‌رحمانه نیست، بلکه یافتن «ترک» (نقطه ضعف) است.",
        "این کتاب شامل بسیاری از «نظریه‌های» کوچک برای تغییر طرز فکر فرد است، مانند نظریه «نقشه بزرگتر از قلمرو است» یا «قانون تمرکز».",
        "این یک روایت نیست، بلکه مجموعه‌ای از ابزارهای ذهنی و نکات سریع در مورد موضوعات مختلف مانند مدیریت زمان، تصمیم‌گیری و اعتماد به نفس است."
      ]
    },
    {
      "id": "rich-dad-poor-dad",
      "title": "پدر پولدار، پدر بی‌پول - رابرت کیوساکی",
      "author": "رابرت کیوساکی",
      "summary": [
        "این کتاب سواد مالی را از طریق داستان نویسنده با «پدر بی‌پول» (پدر بیولوژیکی‌اش، یک کارمند دولتی) و «پدر پولدار» (پدر دوستش، یک کارآفرین) ارائه می‌دهد.",
        "ایده اصلی تفاوت در طرز فکر نسبت به پول است. «پدر بی‌پول» به مسیر سنتی اعتقاد دارد (سخت درس بخوان، یک شغل امن پیدا کن). «پدر پولدار» می‌آموزد که ثروتمندان برای پول کار نمی‌کنند، بلکه کاری می‌کنند که پول برای آنها کار کند.",
        "این کتاب بر اهمیت تمایز بین «دارایی‌ها» (که پول وارد می‌کنند) و «بدهی‌ها» (که پول خارج می‌کنند) تأکید می‌کند. این کتاب ساخت یک سبد دارایی را توصیه می‌کند.",
        "کیوساکی از سیستم آموزشی به دلیل عدم آموزش سواد مالی انتقاد می‌کند و خوانندگان را تشویق می‌کند تا برای رسیدن به آزادی مالی خود را آموزش دهند."
      ]
    }
]
