[
    {
      "id": "atomic-habits",
      "title": "Atomic Habits - James Clear",
      "author": "James Clear",
      "summary": [
        "Ide inti dari 'Atomic Habits' adalah bahwa perubahan kecil dalam perilaku, yang disebut 'kebiasaan atomik', dapat menumpuk dari waktu ke waktu untuk menghasilkan hasil yang luar biasa. Alih-alih berfokus pada tujuan besar, Clear menganjurkan untuk fokus meningkatkan sistem harian kita sebesar 1% setiap hari.",
        "Buku ini menyediakan kerangka kerja empat langkah praktis untuk membangun kebiasaan baik dan menghentikan kebiasaan buruk: Jadikan Jelas, Jadikan Menarik, Jadikan Mudah, dan Jadikan Memuaskan.",
        "Clear menjelaskan bahwa identitas memainkan peran penting dalam mengubah kebiasaan. Alih-alih mengatakan 'Saya ingin lebih banyak membaca', Anda harus mengubah identitas Anda menjadi 'Saya adalah seorang pembaca'.",
        "Salah satu konsep terpenting adalah 'penumpukan kebiasaan', di mana Anda menautkan kebiasaan baru ke kebiasaan lama yang sudah mapan untuk memudahkan otak mengadopsinya."
      ]
    },
    {
      "id": "power-of-habit",
      "title": "The Power of Habit - Charles Duhigg",
      "author": "Charles Duhigg",
      "summary": [
        "'The Power of Habit' mengungkap ilmu di balik bagaimana kebiasaan terbentuk. Tema sentralnya adalah 'Lingkaran Kebiasaan': Isyarat, Rutinitas, dan Ganjaran.",
        "Isyarat adalah pemicu yang memberitahu otak untuk masuk ke mode otomatis. Rutinitas adalah perilakunya itu sendiri. Ganjaran membantu otak memutuskan apakah lingkaran ini layak diingat.",
        "Aturan emas perubahan kebiasaan adalah mempertahankan isyarat dan ganjaran yang sama, tetapi hanya mengubah rutinitasnya.",
        "Buku ini meninjau studi kasus dari perusahaan dan individu untuk menunjukkan bagaimana memahami lingkaran kebiasaan dapat menghasilkan transformasi radikal."
      ]
    },
    {
      "id": "7-habits",
      "title": "7 Habits of Highly Effective People - Stephen Covey",
      "author": "Stephen Covey",
      "summary": [
        "Buku ini memberikan pendekatan holistik untuk mencapai efektivitas pribadi dan profesional melalui tujuh kebiasaan inti, dengan alasan bahwa efektivitas sejati datang dari dalam ke luar.",
        "Tiga kebiasaan pertama berfokus pada 'Kemenangan Pribadi' (kemandirian): (1) Jadilah Proaktif, (2) Mulailah dengan Tujuan Akhir, (3) Dahulukan yang Utama.",
        "Tiga kebiasaan berikutnya berfokus pada 'Kemenangan Publik' (saling ketergantungan): (4) Berpikir Menang/Menang, (5) Berusaha Memahami Terlebih Dahulu, Baru Dipahami, (6) Bersinergi.",
        "Kebiasaan ketujuh, 'Asah Gergaji', adalah kebiasaan pembaruan berkelanjutan dalam dimensi fisik, spiritual, mental, dan sosial/emosional."
      ]
    },
    {
      "id": "the-one-thing",
      "title": "The One Thing - Gary Keller & Jay Papasan",
      "author": "Gary Keller & Jay Papasan",
      "summary": [
        "Buku ini berkisar pada gagasan untuk fokus secara ketat pada 'satu hal' yang paling penting pada waktu tertentu untuk mencapai hasil yang luar biasa. Kesuksesan datang dari melakukan hal yang benar dengan sangat baik, bukan banyak hal.",
        "Buku ini mengajukan 'Pertanyaan Fokus': 'Apa SATU Hal yang bisa Anda lakukan sehingga dengan melakukannya, semua hal lain akan menjadi lebih mudah atau tidak perlu?'.",
        "Buku ini sangat mengkritik multitasking sebagai mitos yang mengurangi produktivitas dan menyerukan 'Blok Waktu' untuk bekerja dengan konsentrasi penuh pada 'satu hal' itu.",
        "Para penulis membandingkan efek 'satu hal' dengan jatuhnya kartu domino: dengan berfokus pada tugas terpenting, Anda memicu serangkaian hasil positif."
      ]
    },
    {
      "id": "deep-work",
      "title": "Deep Work - Cal Newport",
      "author": "Cal Newport",
      "summary": [
        "'Deep Work' (Kerja Mendalam) didefinisikan sebagai kemampuan untuk fokus tanpa gangguan pada tugas yang menuntut secara kognitif. Keterampilan ini menjadi semakin langka dan berharga.",
        "Buku ini membedakan 'Kerja Mendalam' dari 'Kerja Dangkal', yaitu tugas-tugas logistik yang tidak menuntut secara kognitif. Newport berpendapat kita menghabiskan terlalu banyak waktu untuk pekerjaan dangkal.",
        "Dia menyarankan empat filosofi untuk menerapkan kerja mendalam: Monastik (isolasi total), Bimodal (bergantian), Ritmis (kebiasaan teratur), dan Jurnalistik (memanfaatkan waktu luang).",
        "Newport memberikan strategi praktis untuk meningkatkan kemampuan kerja mendalam, seperti 'merangkul kebosanan' untuk melatih konsentrasi dan 'berhenti dari media sosial'."
      ]
    },
    {
      "id": "mindset",
      "title": "Mindset - Carol S. Dweck",
      "author": "Carol S. Dweck",
      "summary": [
        "Psikolog Carol Dweck memperkenalkan dua konsep dasar mindset: 'Mindset Tetap' dan 'Mindset Tumbuh'.",
        "Orang dengan 'Mindset Tetap' percaya bahwa kualitas dasar mereka (kecerdasan, bakat) adalah sifat yang tidak dapat diubah. Mereka menghindari tantangan dan mudah menyerah.",
        "Sebaliknya, orang dengan 'Mindset Tumbuh' percaya bahwa kemampuan mereka dapat dikembangkan melalui kerja keras. Mereka menerima tantangan dan tekun.",
        "Buku ini menjelaskan bagaimana mindset secara signifikan mempengaruhi pencapaian dalam semua bidang kehidupan dan menawarkan strategi untuk menumbuhkan 'Mindset Tumbuh'."
      ]
    },
    {
      "id": "subtle-art",
      "title": "Sebuah Seni untuk Bersikap Bodo Amat - Mark Manson",
      "author": "Mark Manson",
      "summary": [
        "Buku ini menawarkan pendekatan yang berlawanan dengan budaya berpikir positif, dengan alasan bahwa kebahagiaan datang dari memilih masalah mana yang benar-benar kita pedulikan.",
        "Ide intinya adalah bahwa hidup ini penuh dengan kesulitan, dan mencoba menghindari rasa sakit adalah kontraproduktif. Kita harus menerima penderitaan sebagai bagian tak terpisahkan dari pencapaian sesuatu yang berharga.",
        "Manson menganjurkan untuk bertanggung jawab penuh atas hidup kita, termasuk reaksi kita. Yang penting bukanlah apa yang terjadi pada kita, tetapi bagaimana kita memilih untuk menafsirkannya.",
        "Buku ini mendorong pemikiran tentang kematian untuk mengidentifikasi nilai-nilai sejati kita dan berhenti membuang-buang waktu untuk hal-hal sepele."
      ]
    },
    {
      "id": "monk-ferrari",
      "title": "The Monk Who Sold His Ferrari - Robin Sharma",
      "author": "Robin Sharma",
      "summary": [
        "Buku ini adalah fabel tentang seorang pengacara sukses, Julian Mantle, yang setelah serangan jantung, menjual segalanya untuk mencari makna hidup yang lebih dalam di Himalaya.",
        "Julian bertemu dengan Orang Bijak Sivana, yang mengajarinya tujuh kebajikan untuk kehidupan yang tercerahkan: menguasai pikiran, mengikuti tujuan, berlatih 'Kaizen' (perbaikan berkelanjutan), hidup dengan disiplin, menghargai waktu, melayani orang lain, dan merangkul saat ini.",
        "Seluruh cerita berfungsi sebagai panduan spiritual dan praktis untuk beralih dari mengejar kesuksesan materi ke kedamaian batin dan kepuasan.",
        "Ini adalah panduan untuk mengubah hidup seseorang melalui pengembangan diri dan kehidupan yang bermakna."
      ]
    },
    {
      "id": "one-hundred-years",
      "title": "Seratus Tahun Kesunyian - Gabriel García Márquez",
      "author": "Gabriel García Márquez",
      "summary": [
        "Mahakarya sastra dunia ini mengikuti sejarah keluarga Buendía selama tujuh generasi di desa fiksi Macondo.",
        "Novel ini adalah contoh utama dari gaya 'realisme magis', di mana hal-hal supernatural berpadu mulus dengan realitas sehari-hari.",
        "Novel ini mengeksplorasi tema-tema yang berulang seperti kesunyian, sifat siklus waktu, dan takdir. Setiap anggota keluarga Buendía tampaknya ditakdirkan untuk kesunyian.",
        "Pada akhirnya, perkamen kuno yang berisi sejarah keluarga terungkap, dan novel berakhir dengan kehancuran Macondo, yang melambangkan akhir dari dunia mereka yang terisolasi."
      ]
    },
    {
      "id": "five-love-languages",
      "title": "Lima Bahasa Kasih - Gary Chapman",
      "author": "Gary Chapman",
      "summary": [
        "Buku ini memperkenalkan konsep yang kuat: Orang berbicara 'bahasa kasih' yang berbeda. Memahami bahasa pasangan Anda adalah kunci hubungan yang sehat.",
        "Lima bahasa kasih tersebut adalah: (1) Kata-kata Peneguhan, (2) Waktu Berkualitas, (3) Menerima Hadiah, (4) Tindakan Pelayanan, dan (5) Sentuhan Fisik.",
        "Chapman menjelaskan bahwa setiap orang memiliki bahasa kasih utama. Mengekspresikan cinta dalam bahasa pasangan Anda akan mengisi 'tangki cintanya'.",
        "Buku ini praktis dan menawarkan kuis untuk menemukan bahasa kasih Anda dan pasangan, serta tips untuk 'berbicara' setiap bahasa secara efektif."
      ]
    },
    {
      "id": "pistachio-theory",
      "title": "Teori Pistachio - Fahad Amer Al-Ahmadi",
      "author": "Fahad Amer Al-Ahmadi",
      "summary": [
        "'Teori Pistachio' adalah kumpulan artikel yang berfokus pada cara berpikir, pengembangan diri, dan pemecahan masalah sehari-hari.",
        "Nama buku ini terinspirasi oleh gagasan bahwa setiap aksi memiliki reaksi yang sama dan berlawanan. Solusinya bukan kekuatan kasar, tetapi menemukan 'celah' (titik lemah).",
        "Buku ini berisi banyak 'teori' kecil untuk mengubah cara berpikir seseorang, seperti teori 'peta lebih besar dari wilayah' atau 'hukum fokus'.",
        "Ini bukanlah narasi, melainkan kumpulan alat mental dan tips cepat tentang berbagai topik seperti manajemen waktu, pengambilan keputusan, dan kepercayaan diri."
      ]
    },
    {
      "id": "rich-dad-poor-dad",
      "title": "Rich Dad Poor Dad - Robert T. Kiyosaki",
      "author": "Robert T. Kiyosaki",
      "summary": [
        "Buku ini menyajikan literasi keuangan melalui kisah penulis dengan 'ayah miskin' (ayah kandungnya, seorang pegawai negeri) dan 'ayah kaya' (ayah temannya, seorang pengusaha).",
        "Ide sentralnya adalah perbedaan pola pikir terhadap uang. 'Ayah miskin' percaya pada jalur tradisional (belajar giat, dapatkan pekerjaan aman). 'Ayah kaya' mengajarkan bahwa orang kaya membuat uang bekerja untuk mereka.",
        "Buku ini menekankan pentingnya membedakan antara 'aset' (yang menghasilkan uang) dan 'liabilitas' (yang menghabiskan uang). Buku ini menyarankan untuk membangun portofolio aset.",
        "Kiyosaki mengkritik sistem pendidikan karena tidak mengajarkan literasi keuangan dan mendorong pembaca untuk mendidik diri sendiri untuk mencapai kebebasan finansial."
      ]
    }
]
