[
    {
      "id": "atomic-habits",
      "title": "Atomik Alışkanlıklar - James Clear",
      "author": "James Clear",
      "summary": [
        "'Atomik Alışkanlıklar' kitabının ana fikri, 'atomik alışkanlıklar' olarak adlandırılan küçük davranış değişikliklerinin zamanla birikerek dikkat çekici sonuçlar doğurabileceğidir. Clear, büyük hedeflere odaklanmak yerine, günlük sistemlerimizi her gün %1 oranında iyileştirmeye odaklanmamızı savunur.",
        "Kitap, iyi alışkanlıklar oluşturmak ve kötü alışkanlıklardan kurtulmak için dört adımlı pratik bir çerçeve sunar: Görünür Kıl, Cazip Kıl, Kolay Kıl ve Tatmin Edici Kıl.",
        "Clear, kimliğin alışkanlıkları değiştirmede merkezi bir rol oynadığını açıklar. 'Daha fazla okumak istiyorum' demek yerine, kimliğinizi 'Ben bir okuyucuyum' diyecek şekilde değiştirmelisiniz.",
        "Kitaptaki en önemli kavramlardan biri, yeni bir alışkanlığı zaten yerleşmiş eski bir alışkanlığa bağladığınız 'alışkanlık istifleme'dir. Bu, beynin yeni davranışı benimsemesini kolaylaştırır."
      ]
    },
    {
      "id": "power-of-habit",
      "title": "Alışkanlıkların Gücü - Charles Duhigg",
      "author": "Charles Duhigg",
      "summary": [
        "'Alışkanlıkların Gücü', alışkanlıkların nasıl oluştuğunun arkasındaki bilimi ortaya koyuyor. Kitabın ana teması 'Alışkanlık Döngüsü'dür: İşaret, Rutin ve Ödül.",
        "İşaret, beyni otomatik moda geçiren tetikleyicidir. Rutin, davranışın kendisidir. Ödül, beynin bu döngünün hatırlanmaya değer olup olmadığına karar vermesine yardımcı olur.",
        "Alışkanlık değiştirmenin altın kuralı, aynı işareti ve ödülü korurken sadece rutini değiştirmektir.",
        "Kitap, alışkanlık döngüsünü anlamanın kişisel ve kurumsal düzeyde nasıl radikal dönüşümlere yol açabileceğini göstermek için şirketlerden ve bireylerden vaka çalışmaları inceliyor."
      ]
    },
    {
      "id": "7-habits",
      "title": "Etkili İnsanların 7 Alışkanlığı - Stephen Covey",
      "author": "Stephen Covey",
      "summary": [
        "Bu kitap, yedi temel alışkanlığı benimseyerek kişisel ve profesyonel etkinliğe ulaşmak için bütünsel bir yaklaşım sunar ve etkinliğin içeriden dışarıya doğru geldiğini savunur.",
        "İlk üç alışkanlık 'Kişisel Zafer'e (bağımsızlık) odaklanır: (1) Proaktif Ol, (2) Sonunu Düşünerek İşe Başla, (3) Öncelikli İşleri İlk Sıraya Koy.",
        "Sonraki üç alışkanlık 'Genel Zafer'e (karşılıklı bağımlılık) odaklanır: (4) Kazan/Kazan Diye Düşün, (5) Önce Anlamaya Çalış, Sonra Anlaşılmaya, (6) Sinerji Yarat.",
        "Yedinci alışkanlık olan 'Baltayı Bile', fiziksel, ruhsal, zihinsel ve sosyal/duygusal boyutlarda sürekli yenilenme alışkanlığıdır."
      ]
    },
    {
      "id": "the-one-thing",
      "title": "Tek Şey - Gary Keller & Jay Papasan",
      "author": "Gary Keller & Jay Papasan",
      "summary": [
        "Kitap, olağanüstü sonuçlar elde etmek için herhangi bir anda en önemli olan 'tek şeye' odaklanma fikri etrafında döner. Başarı, birçok şeyi iyi yapmaktan değil, doğru şeyi mükemmel yapmaktan gelir.",
        "Kitap 'Odaklanma Sorusu'nu sorar: 'Yapabileceğiniz ve yaparak diğer her şeyi daha kolay veya gereksiz kılacak TEK Şey nedir?'.",
        "Kitap, üretkenliği azaltan bir efsane olarak çoklu görevi eleştirir ve bu 'tek şeye' tam konsantrasyonla çalışmak için 'Zaman Bloklama'yı savunur.",
        "Yazarlar, 'tek şeyin' etkisini devrilen domino taşlarına benzetir: en önemli göreve odaklanarak, bir dizi olumlu sonucu tetiklersiniz."
      ]
    },
    {
      "id": "deep-work",
      "title": "Derin Çalışma - Cal Newport",
      "author": "Cal Newport",
      "summary": [
        "'Derin Çalışma', dikkat dağılmadan bilişsel olarak zorlu bir göreve odaklanma yeteneği olarak tanımlanır. Bu beceri giderek daha nadir ve değerli hale gelmektedir.",
        "Kitap, 'Derin Çalışma'yı, dikkat dağıtıcı unsurlar varken yapılabilen, bilişsel olarak talepkar olmayan 'Yüzeysel Çalışma'dan ayırır. Newport, çok fazla zamanı yüzeysel işlerde harcadığımızı savunur.",
        "Derin çalışmayı hayata geçirmek için dört felsefe önerir: Manastır (tam izolasyon), Bimodal (dönüşümlü), Ritmik (düzenli alışkanlık) ve Gazetecilik (boş zamanları değerlendirme).",
        "Newport, dikkat dağınıklığına direnme, sosyal medyayı bırakma gibi derin çalışma yeteneğini artırmak için pratik stratejiler sunar."
      ]
    },
    {
      "id": "mindset",
      "title": "Zihniyet - Carol S. Dweck",
      "author": "Carol S. Dweck",
      "summary": [
        "Psikolog Carol Dweck iki temel zihniyet kavramını tanıtır: 'Sabit Zihniyet' ve 'Gelişim Zihniyeti'.",
        "'Sabit Zihniyet'e sahip insanlar, zeka veya yetenek gibi temel niteliklerinin değişmez özellikler olduğuna inanırlar. Bu yüzden zorluklardan kaçınır ve kolayca pes ederler.",
        "Buna karşılık, 'Gelişim Zihniyeti'ne sahip insanlar, yeteneklerinin sıkı çalışma ile geliştirilebileceğine inanırlar. Zorlukları benimser ve sebat ederler.",
        "Kitap, zihniyetin hayattaki başarıyı nasıl önemli ölçüde etkilediğini açıklar ve kendimizde ve başkalarında 'Gelişim Zihniyeti' geliştirmek için stratejiler sunar."
      ]
    },
    {
      "id": "subtle-art",
      "title": "Ustalık Gerektiren Kafaya Takmama Sanatı - Mark Manson",
      "author": "Mark Manson",
      "summary": [
        "Kitap, pozitif düşünce kültürüne karşı sezgisel bir yaklaşım sunarak, mutluluğun sorunlardan kaçınmaktan değil, gerçekten önem verdiğimiz sorunları seçmekten geldiğini savunur.",
        "Ana fikir, hayatın zorluklarla dolu olduğu ve acıdan kaçınmaya çalışmanın verimsiz olduğudur. Enerjimizi gerçekten önemli olan şeylere odaklamalı ve acının değerli bir şeyi başarmanın ayrılmaz bir parçası olduğunu kabul etmeliyiz.",
        "Manson, tepkilerimiz de dahil olmak üzere hayatlarımızın tüm sorumluluğunu üstlenmeyi savunur. Önemli olan başımıza ne geldiği değil, onu nasıl yorumlamayı ve ele almayı seçtiğimizdir.",
        "Kitap, gerçek değerlerimizi belirlemek ve önemsiz konulara zaman harcamayı bırakmak için ölüm hakkında düşünmeyi teşvik eder."
      ]
    },
    {
      "id": "monk-ferrari",
      "title": "Ferrarisini Satan Bilge - Robin Sharma",
      "author": "Robin Sharma",
      "summary": [
        "Kitap, stresli yaşam tarzı nedeniyle kalp krizi geçiren başarılı bir avukat olan Julian Mantle hakkında bir masaldır. Daha sonra her şeyini satıp hayatın daha derin bir anlamını aramak için Himalayalar'a gider.",
        "Julian, ona aydınlanmış bir yaşam için yedi erdemi öğreten Sivana Bilgeleri ile tanışır: zihne hakim olmak, amacını takip etmek, 'Kaizen' (sürekli gelişim) uygulamak, disiplinle yaşamak, zamana saygı duymak, başkalarına hizmet etmek ve anı kucaklamak.",
        "Tüm hikaye, maddi başarı arayışından iç huzura ve kendini geliştirme yoluyla tatmine geçiş için ruhsal ve pratik bir rehber görevi görür.",
        "Bu, kendini geliştirme ve anlamlı bir yaşam yoluyla hayatı dönüştürmek için bir rehberdir."
      ]
    },
    {
      "id": "one-hundred-years",
      "title": "Yüzyıllık Yalnızlık - Gabriel García Márquez",
      "author": "Gabriel García Márquez",
      "summary": [
        "Bu dünya edebiyatı başyapıtı, kurgusal Macondo köyünde Buendía ailesinin yedi kuşak boyunca tarihini takip eder.",
        "Roman, doğaüstü olayların günlük gerçeklikle kusursuz bir şekilde harmanlandığı 'büyülü gerçekçilik' tarzının en iyi örneklerinden biridir.",
        "Yalnızlık, zamanın döngüsel doğası ve kader gibi tekrar eden temaları araştırır. Buendía ailesinin her üyesi bir şekilde yalnızlığa mahkum görünmektedir.",
        "Sonunda, ailenin tüm tarihini içeren eski parşömenler deşifre edilir ve roman, izole dünyalarının sonunu simgeleyen Macondo'nun yok edilmesiyle sona erer."
      ]
    },
    {
      "id": "five-love-languages",
      "title": "Beş Sevgi Dili - Gary Chapman",
      "author": "Gary Chapman",
      "summary": [
        "Kitap güçlü bir kavram sunar: İnsanlar farklı 'sevgi dilleri' konuşur. Eşinizin dilini anlamak sağlıklı bir ilişkinin anahtarıdır.",
        "Beş sevgi dili şunlardır: (1) Onay Sözleri, (2) Kaliteli Zaman, (3) Hediye Alma, (4) Hizmet Davranışları ve (5) Fiziksel Temas.",
        "Chapman, herkesin birincil bir sevgi dili olduğunu açıklar. Sevgiyi eşinizin dilinde ifade etmek onun 'sevgi deposunu' doldurur.",
        "Kitap pratiktir ve kendi ve eşinizin sevgi dilini keşfetmek için testler ve her dili etkili bir şekilde 'konuşmak' için ipuçları sunar."
      ]
    },
    {
      "id": "pistachio-theory",
      "title": "Fıstık Teorisi - Fahad Amer Al-Ahmadi",
      "author": "Fahad Amer Al-Ahmadi",
      "summary": [
        "'Fıstık Teorisi', düşünme biçimleri, kendini geliştirme ve günlük sorunları çözmeye odaklanan bir makale koleksiyonudur.",
        "Kitabın adı, her etkinin eşit ve zıt bir tepkisi olduğu fikrinden esinlenmiştir. Çözüm kaba kuvvet değil, 'çatlağı' (zayıf noktayı) bulmaktır.",
        "Kitap, 'harita bölgeden daha büyüktür' teorisi veya 'odaklanma yasası' gibi düşünce tarzını değiştirmeyi amaçlayan birçok küçük 'teori' içerir.",
        "Bu bir anlatı değil, zaman yönetimi, karar verme ve özgüven gibi çeşitli konularda zihinsel araçlar ve hızlı ipuçları koleksiyonudur."
      ]
    },
    {
      "id": "rich-dad-poor-dad",
      "title": "Zengin Baba Yoksul Baba - Robert T. Kiyosaki",
      "author": "Robert T. Kiyosaki",
      "summary": [
        "Kitap, yazarın 'yoksul babası' (biyolojik babası, bir memur) ve 'zengin babası' (arkadaşının babası, bir girişimci) ile olan hikayesi aracılığıyla finansal okuryazarlığı sunar.",
        "Ana fikir, paraya karşı zihniyet farkıdır. 'Yoksul baba' geleneksel yola inanır (çok çalış, güvenli bir iş bul). 'Zengin baba', zenginlerin para için çalışmadığını, parayı kendileri için çalıştırdığını öğretir.",
        "Kitap, 'varlıklar' (para getiren) ve 'yükümlülükler' (para götüren) arasındaki ayrımın önemini vurgular. Varlık portföyü oluşturmayı tavsiye eder.",
        "Kiyosaki, finansal okuryazarlık öğretmediği için eğitim sistemini eleştirir ve okuyucuları finansal özgürlüğe ulaşmak için kendilerini eğitmeye teşvik eder."
      ]
    }
]
